

{
    "PsychologicalProfiles":
    {
        "ENFJ": {
            "en":"A born mentor, you see potential in all of your acquaintances and are willing to help them grow so as to reach their true potential. A highly sociable and positive person, you have outstanding speech abilities and are often popular and easy to get along with. As your life is built around your social engagements, you value planification in order to make sure that you honor your commitments. You have a natural instinct for your emotions and that of your friends and family, whom with you are closely connected.",
            "fr":"Tu es un mentor né et as un don pour voir le véritable potentiel des personnes que tu connais, que tu es prêt à aider pour qu'elles grandissent et progressent. Tu es une personne sociable et positive, dotée d'excellentes capacités orales. Tu es populaire et il est facile de bien s'entendre avec toi. Ta vie étant organisée autour de tes différents engagements sociaux, tu aimes la planification afin de t'assurer que tu honores tes engagements. Tu as un instinct fort pour sentir tes émotions ainsi que celles de tes amis et de ta famille, avec qui tu entretiens des relations proches.",
            "es":"TBD"
        },
        "ENFP": {
            "en":"Full of emotions, highly interested in novelty and fascinated with new experiences, you are an inspiring and restless person who is keen to living life to its fullest extent. You are a highly intuitive person, able to read any situation or individual thanks to your excellent observation skills. Highly sensitive, you are also a sociable, tolerant and energetic person who is willing to go the extra mile to make a difference and a positive contribution to your community.",
            "fr":"Riche en émotions, passionné par la nouveauté et fasciné par les nouvelles expériences, tu es une personne inspirante et pleine d'énergie, désireuse de croquer la vie à pleines dents. Tu as une grande intuition et tu es capable de lire rapidement une situation ou une personne grâce à ton excellent sens de l'observation. Très sensible, tu es aussi une personne sociable, tolérante et énergétique, qui sera toujours prête à faire des efforts pour changer le monde.",
            "es":"TBD"
        },
        "ENTJ": {
            "en":"You are an exceptional organizer and leader who has a natural ability to devise strategic plans. A highly determined person, you are always keen to launch projects and build new organizations which will be highly efficient, streamlined and productive. You naturally rise to the top of the groups you join and work tirelessly to advance your carefully crafted plans. Highly rational, competitive and efficient, you favour reason over feelings and may sacrifice your personal life to meet deadlines and objectives.",
            "fr":"Tu es un organisateur né et un leader exceptionnel grâce à ta capacité naturelle à élaborer des plans stratégiques. Extrêmement déterminé, tu es toujours enthousiaste à l'idée de lancer de nouveaux projets et de construire de nouvelles organisations, qui seront très efficaces, précises et productives. Tu montes naturellement au sommet des groupes que tu rejoins et travailles sans relâche pour que tes plans - toujours soigneusement préparés - se concrétisent. Très rationnel, compétitif et efficace, tu préfères la raison plutôt que les sentiments et tu peux sacrifier ta vie personnelle pour respecter des délais et atteindre des objectifs.",
            "es":"TBD"
        },
        "ENTP": {
            "en":"You are a born engineer who enjoys creating new tools and projects. Highly capable of thinking outside the box, you are a sociable person who enjoys communicating and debating innovative ideas with friends and family. You dislike routine, prefer rough concepts over precise plans and intuitively understand the politics of the (non-conformist) organizations you belong to.",
            "fr":"Tu es un ingénieur né, qui aime créer de nouveaux outils et projets. Tu aimes réfléchir de façon originale et es une personne sociable, qui aime discuter et débattre de tes idées innovantes. Tu n'aimes pas la routine, préfères les concepts vagues plutôt que les plans précis et comprends instinctivement les enjeux politiques et le fonctionnement caché des groupes (non conformistes) auxquels tu appartiens.",
            "es":"TBD"
        },
        "ESFJ": {
            "en":"You are the cement of social organizations: super sociable, gregarious and generous with your time, you enjoy small talk and usually make an outstanding host for any sort of gathering. You always make sure that the needs of everyone are addressed and that no one is left behind. You are a rather sensitive person and you are keen to make sure that your friends or family appreciate your social skills and commitments.",
            "fr":"Tu es le ciment et le pilier des organisations: une personne super sociable, aimant être entourée et généreuse avec ton temps, tu aimes parler de tout et de rien et constitue un hôte extraordinaire pour toutes les occasions. Tu t'assures toujours que ton entourage a tout ce dont il a besoin et que personne n'est laissé à l'écart. Tu es une personne plutôt sensible et tu aimes t'assurer que tes amis et ta famille apprécient à leur juste valeur ta sociabilité et ta capacité à tenir tes engagements.",
            "es":"TBD"
        },
        "ESFP": {
            "en":"You are a natural entertainer who is always keen to share jokes and stories with your large social circle. You make an outstanding buddy who wants to live life to its fullest extent, always seeking eccentric pleasures and new adventures. Highly generous, optimistic and kind, you are rather impulsive and tend to dislike any hinderance to your freedom.",
            "fr":"Tu es un grand comédien, qui aime partager des plaisanteries ou des histoires avec ses nombreux amis. Tu es un super camarade qui aime croquer la vie à pleine dents en recherchant constamment des nouvelles aventures ou des plaisirs originaux. Très généreux, optimiste et gentil, tu es aussi impulsif et n'aimes pas que l'on restreigne ta liberté.",
            "es":"TBD"
        },
        "ESTJ": {
            "en":"You are a super sociable and reliable person who enjoys spending time within clubs, associations or churches. You are good at planning, coordinating and organizing events and usually prefer to stick to conventional and tried ways to tackle a specific topic. You are a hard-working and highly disciplined person who values traditional and family values.",
            "fr":"Tu es une personne sociable et fiable, qui aime passer du temps dans des clubs et des associations. Tu es excellent dans le domaine de la planification, de la coordination et de l'organisation d’événements et préfères généralement t'en tenir à des façons connues et éprouvés de faire les choses ou de résoudre des problèmes. Tu travailles dur, fais preuve de discipline et as un goût prononcé pour les valeurs traditionnelles et familiales. ",
            "es":"TBD"
        },
        "ESTP": {
            "en":"Hungry for life, sociable and fun, you are the adventurous one who sees magic in everyday life and sparks flames wherever you go. You dislike authority and usually take your commitments rather lightly, preferring to trust your instincts and see where they will lead you. Even though you have a large social circle, you may be hard to get to know as you prefer to be always on the move rather than take time for introspection.",
            "fr":"Tu es d'un caractère sociable, aventureux et drôle, avec un grand appétit pour la vie et un don pour voir de la magie dans la vie quotidienne. Partout où tu vas, tu fais des étincelles et n'accordes que peu d'importance à tes engagements car tu préfères te fier à tes instincts pour voir où ils te mèneront. Tu n'aimes pas l'autorité et même si tu as un vaste cercle de relations, il peut être difficile de te connaitre vraiment car tu préfères toujours être dans l'action plutôt que prendre du temps pour faire ton introspection.",
            "es":"TBD"
        },
        "INFJ": {
            "en":"You are a quiet mentor and enjoy quietly contributing to improving the lives of your loved ones. Usually private, you may seem hard to know and mysterious as you do not readily share your emotions. Once you open up, however, your inner feelings may be full of surprises for your close and carefully selected friends. Even though you have a complex personality, you value cooperation and are excellent at communicating with people on a one-to-one basis because you naturally understand their emotions and feelings. You enjoy playing with languages and are usually seen as very poetic and imaginative.",
            "fr":"Tu es un mentor discret, qui aime contribuer dans l'ombre à améliorer la vie de ceux que tu aimes. Tu es plutôt secret et semble difficile à connaître, voire mystérieux, car tu ne partages pas spontanément tes émotions. Une fois que tu t'ouvres, cependant, tes émotions et pensées peuvent être source de surprises pour tes amis, que tu sélectionnes avec soin. Même si tu as une personnalité complexe, tu apprécies la coopération et es excellent dans la communication en tête à tête car tu comprends instinctivement les émotions et sensations de tes interlocuteurs. Tu aimes jouer avec les langues et tu es souvent considéré comme poétique et doté d'un grand sens de l'imagination.",
            "es":"TBD"
        },
        "INFP": {
            "en":"You are a quiet, shy person who experiences an extreme range of inner emotions even though you always seem to remain calm and in control. A highly idealistic person, you value solitude and are willing to make sacrifices to defend your beliefs and the few people you love. Blessed with a vivid imagination since you were a child, you are open to exploring new paths and follow your instincts. You master the intricacies of languages and make an outstanding writer. However, the combination of your privacy and lack of self-esteem often means that no one will ever see your notebooks, which is for the best as you very much value solitude.",
            "fr":"Tu es une personne calme, timide et très sensible même si tu donnes toujours l'impression de toujours rester calme et de te contrôler. Très idéaliste, tu apprécies la solitude et es capable de faire des sacrifices pour défendre tes opinions avec les quelques personnes que tu aimes. Doté(e) d'une grande imagination depuis ton enfance, tu aimes explorer de nouvelles contrées et suivre ton instinct. Ta maîtrise de toutes les subtilités du langage fait de toi un(e) excellent(e) écrivain(e). Cependant, le fait que tu sois très secrèt(e) et que tu manques de confiance en toi signifie que personne ne verra jamais ce que tu écris, ce qui te convient tout à fait car tu apprécies le calme et la solitude.",
            "es":"TBD"
        },
        "INTJ": {
            "en":"Gifted with a very strong will and exuding self-confidence, you are an extremely private person who may sometimes appear as cold or even arrogant. You usually take time and do your homework before coming to a conclusion on a given topic but, once you have made up your mind, you are willing to spend long hours explaining your reasoning, working tirelessly towards achieving your goals. You are not impressed by titles or honors but value impeccably presented ideas, provided they come from a reliable and objective source. A highly analytical person, you enjoy understanding the motives and inner thoughts of the people around you. Below your cold surface, you experience extreme emotions and are willing to do whatever it takes to make sure that the very few people you love and trust are exceptionally well taken care of.",
            "fr":"Dotée d'une très forte volonté et respirant la confiance en toi, tu es une personne extrêmement secrète qui peut souvent paraître froide, voire arrogante. Tu prends souvent tout ton temps et fais de longues recherches avant de te forger une opinion sur un sujet donné mais, une fois que tu as tranché, tu es prêt(e) à passer des heures à expliquer ton raisonnement tout en travaillant sans relâche pour atteindre tes objectifs. Tu n'es pas impressionné(e) par les titres et les honneurs mais apprécies les idées présentées avec une impeccable précision, tant qu'elles viennent d'une source objective et fiable. Extrêmement analytique, tu aimes comprendre les motivations et les pensées profondes de ton entourage. Sous ta froide carapace, tu expériences des émotions extrêmes et es prêt(e) à faire tout ce que tu peux pour prendre soin des rares personnes que tu aimes et en qui tu as confiance.",
            "es":"TBD"
        },
        "INTP": {
            "en":"A born brainstormer, you are always open to new ideas, which you aim to test yourself before making up your mind about them. You usually value nuance over definitive statements and may find it hard to come to a decision as you see the world as full of possibilities to be explored, analyzed and understood. Highly rational, you very much value logic and are able to spot contradictions and inconsistencies with extreme accuracy. You tend to be very private, sharing your  inner feelings only with those close to you and otherwise preferring to retreat in your bubble to mentally play with new ideas. Once you do open, however, you are an extremely sensitive person and your vivid imagination and willingness to always explore new concepts makes it hard to ever feel bored around you.",
            "fr":"Brainstormer né, tu es toujours ouvert à de nouvelles idées, que tu aimes tester toi-même avant de décider quoi en penser. Tu préfères la nuance plutôt que les avis tranchés et as souvent du mal à faire des choix car tu considères que le monde est plein de possibilités à explorer, analyser et comprendre. Très rationnel, tu apprécies la logique et es capable de repérer les contradictions et les incohérences avec une extrême précision, ce qui te rend excellent dans les débats. Tu es très secret et ne partages tes sentiments profonds qu'avec tes proches, préférant sinon te retrancher dans ta bulle pour jouer mentalement avec de nouvelles idées. Une fois que tu t'ouvres, cependant, tu es une personne très sensible et ton grand sens de l'imagination, couplé à ton désir de toujours explorer de nouveaux concepts, font qu'il est très difficile de s'ennuyer auprès de toi.",
            "es":"TBD"
        },
        "ISFJ": {
            "en":"You are always on the lookout to make sure that your colleagues, friends and family are safe and sound. A highly dependable and reliable person, you respect traditions and are usually put off by new ways of doing things. Even though you may look shy or even cold, you are a sensitive and warm-hearted person who is always willing to help those in need.",
            "fr":"Tu es toujours sur le pont pour t'assurer que tes collègues, amis et famille sont en sécurité. Tu es une personne très fiable, qui respecte les traditions et n'apprécie pas le fait de tester de nouvelles approches. Même si tu peux paraître timide ou même froid, tu es une personne sensible au grand coeur qui est toujours prête à aider ceux qui en ont besoin.",
            "es":"TBD"
        },
        "ISFP": {
            "en":"Kind, sensitive and gifted, you are highly connected to your inner senses and feelings. You tend to be a quiet person and express yourself through arts and creation rather than language. You dislike planning and do the things you do only if and because you feel that you ought to. Your strong instincts give you the inner ability to connect easily with children and animals, often finding their company easier and more rewarding than that of other people.",
            "fr":"Gentil, sensible et doué dans de nombreux domaines, tu es très connecté à tes instincts et sentiments profonds. Tu es une personne calme qui s'exprime par le biais de la création artistique plutôt que par le langage. Tu n'aimes pas prévoir quoi que ce soit et agis uniquement si ton instinct te dit de le faire. Ta grande sensibilité te permet d'entretenir facilement des relations avec les enfants et les animaux, dont tu trouves la compagnie plus simple et plus satisfaisante que celle de ton entourage.",
            "es":"TBD"
        },
        "ISTJ": {
            "en":"You are a quiet and dedicated person who enjoys making sure that traditional rules and laws are thoroughly respected and applied as prescribed. You enjoy transmitting your moral values in settings such as youth organizations. However sociable you may look, you may also be shy and often prefer meeting with not too many people at the same time.",
            "fr":"Tu es une personne calme et appliquée, qui aime s'assurer que les règles et principes traditionnels sont respectés et appliqués comme ils doivent l'être. Comme tu aimes transmettre tes valeurs, tu adores travailler avec des jeunes. Même si tu parais sociable, tu peux aussi être timide et tu préfères le plus souvent des rencontres en petit comité.",
            "es":"TBD"
        },
        "ISTP": {
            "en":"Fascinated by tools and techniques from a very young age, you crave excitement and are often found in extreme sports, far-off travels and adventures. You express yourself through action rather than language and may therefore look shy or difficult to tame. While you enjoy your freedom and dislike authority, you also make a loyal friend who will always willing to give a hand for any mechanical work or repairs that could be needed by those around you.",
            "fr":"Fasciné par les outils et les techniques depuis ton plus jeune âge, tu aimes les sensations fortes, les sports extrêmes et les aventures hors des sentiers battus. Tu t'exprimes dans l'action plutôt que par la parole et peut en conséquence sembler timide ou difficile à dompter. Même si tu aimes ton indépendance et n'apprécies pas l'autorité, tu es aussi un ami loyal qui sera toujours prêt à donner un coup de main à ton entourage.",
            "es":"TBD"
        }
    }
}




