
{
    "Type": "Question",
    "Id": "WhichTextIsMostPopularToSayILOVU",
    "Label": {
        "en": "Which text do you think is the most popular to say \"I love you\"?",
        "fr": "Selon toi, quel texte est le plus populaire pour dire \"Je t'aime\" ?",
        "es": "Según tú ¿qué texto es el más utilizado para decir \"Te quiero\"?"
    },
    "Randomize": "true",
    "Commands": [
        {
            "Type": "Carousel",
            "Id": "MostPopularText1",
            "StepValue": "1",
            "Carousel": {
                "Text": {
                    "en": "I love you, and I will love you until I die, and if there's a life after that, I'll love you then.",
                    "fr": "Je t'aime et je t'aimerai jusqu'à ma mort, et s'il y a une vie après ça, je t'aimerai alors.",
                    "es": "Te amo y te amaré hasta la muerte, y si hay una vida después, también te amaré."
                }
            }
        },
        {
            "Type": "Carousel",
            "Id": "MostPopularText2",
            "StepValue": "1",
            "Carousel": {
                "Text": {
                    "en": "I want all of you, forever, you and me, everyday.",
                    "fr": "Je veux tout de toi, pour toujours, toi et moi, tous les jours.",
                    "es": "Quiero todo de ti, para siempre, tu y yo, todos los días."
                }
            }
        },
        {
            "Type": "Carousel",
            "Id": "MostPopularText3",
            "StepValue": "1",
            "Carousel": {
                "Text": {
                    "en": "I know you were the one I've always been waiting for, when you held my hand and perfectly filled the gap between my fingers.",
                    "fr": "Je sais que tu étais la personne que j'ai toujours attendue, parce que quand tu m'as tenu la main, tu as parfaitement rempli l'écart entre mes doigts..",
                    "es": "Sé que eres lo que siempre esperé porque cuando me diste la mano, tus dedos llenaron perfectamente el espacio que había entre los míos."
                }
            }
        },
        {
            "Type": "Carousel",
            "Id": "MostPopularText4",
            "StepValue": "1",
            "Carousel": {
                "Text": {
                    "en": "I fell in love the way you fall asleep. Slowly and then all at once.",
                    "fr": "Je suis tombé amoureux comme on s'endort. Lentement puis complètement.",
                    "es": "Me enamoré como cuando uno se duerme. Lentamente y después completamente."
                }
            }
        }
    ]
}

